job-description-centcomins = Отправляйтесь на станцию для проведения инспекции. Ошибки командования - ваш хлеб.
job-description-centcomchief = Руководите сектором и не забывайте об отдыхе.
job-description-centcomint = Наберитесь опыта во время реальной работы на станции ЦК. Может быть вам даже разрешат полететь вместе с Инспектором.
job-description-centcomid = Вы - диспетчер следственного управления. Расследуйте нарушения структур Центкома!
job-description-centcomso = Возможно, выжившие заслужили отряд ОБР в помощь. Но решать это только вам.
