ent-Vape = электронный вейп
    .desc = Стильный электронный под-мод испаритель. Для парения требуется вставить сменный под-картридж с жидкостью.

ent-VapeCartridge = картридж для вейпа
    .desc = Перезаправляемый картридж объёмом 15u для электронных вейпов. Можно заправлять любой жидкостью для вейпа.

ent-VapeCartridgeMint = мятный картридж
    .desc = Предзаправленный картридж объёмом 15u с освежающей мятной жидкостью.

ent-VapeCartridgeBerry = ягодный картридж
    .desc = Предзаправленный картридж объёмом 15u со сладкой ягодной жидкостью.

ent-VapeCartridgeTobacco = табачный картридж
    .desc = Предзаправленный картридж объёмом 15u с классической табачной жидкостью.

ent-VapeCartridgeBanana = банановый картридж
    .desc = Предзаправленный картридж объёмом 15u со сладкой банановой жидкостью.

ent-BaseVapeJuice = жидкость для вейпа
    .desc = Флакончик с жидкостью для заправки вейп-картриджей.

ent-VapeJuiceMint = флакон мятной жидкости
    .desc = Флакон объёмом 30u с освежающей мятной жидкостью и никотином для заправки вейпа.

ent-VapeJuiceBerry = флакон ягодной жидкости
    .desc = Флакон объёмом 30u со сладкой ягодной жидкостью и никотином для заправки вейпа.

ent-VapeJuiceTobacco = флакон табачной жидкости
    .desc = Флакон объёмом 30u с классической табачной жидкостью и никотином для заправки вейпа.

ent-VapeJuiceBanana = флакон банановой жидкости
    .desc = Флакон объёмом 30u со сладкой банановой жидкостью и никотином для заправки вейпа.

ent-EffectSmokeRing = колечко пара
    .desc = Аккуратное кольцо пара, медленно тающее в воздухе.
