reagent-name-lust-artiplasm = артиплазм
reagent-desc-lust-artiplasm = Продвинутый кровезаменитель на основе синтетических плазмоидных частиц. Быстро восполняет объём крови и подавляет кровотечения. При накоплении свыше 10 единиц вызывает неконтролируемые внутренние разрывы сосудов.

reagent-name-lust-genocillin = геноциллин
reagent-desc-lust-genocillin = Экспериментальный генный ингибитор восстанавливает клеточные повреждения и слабо лечит истощение. При передозировке наносит клеточные повреждения и отравляет организм.

reagent-name-lust-thyreostate = тиреостат
reagent-desc-lust-thyreostate = Синтетический метаболический депрессант. Серьёзно лечит удушье, но замедляет движение. Передозировка свыше 15 единиц усугубляет удушье, вызывает кровопотерю и ещё сильнее замедляет движение.

reagent-name-lust-salicylicacid = салициловая кислота
reagent-desc-lust-salicylicacid = Мощное исцеляющее средство, восстанавливающее ушибы, порезы и уколы. При накоплении 25 единиц и более вместо лечения начинает повреждать ткани.

reagent-name-lust-oxanderm = оксадерм
reagent-desc-lust-oxanderm = Мощное исцеляющее средство, восстанавливающее термические, электрические, кислотные повреждения и обморожение. При накоплении 25 единиц и более вместо лечения начинает наносить термические повреждения.
