ent-LustPetMyakosha, SpawnMobPetMyakosha = Мякошка
    .suffix = питомец
    .desc = Биологический объект выведен на Станции 13 путем межвидового скрещивания обыкновенной тыквы и моли. Данный образец обладает зачатками базового интеллекта и элементарным восприятием. Внимание! Категорически запрещено помещать любые продолговатые предметы в естественные отверстия объекта.

ent-LustPetMyakosha, SpawnMobPetMyakosha = Семячко
.suffix = питомец
.desc = Биологический объект выведен на Станции 13 путем межвидового скрещивания обыкновенной тыквы и моли. Данный образец обладает зачатками базового интеллекта и элементарным восприятием. Внимание! Категорически запрещено помещать любые продолговатые предметы в естественные отверстия объекта.
