station-event-vending-malfunction-announcement = На станции обнаружен сбой программного обеспечения торговых автоматов. Возможна непреднамеренная выдача товаров. Соблюдайте осторожность.

station-event-radio-channel-shuffle-start = Внимание! Обнаружен сбой маршрутизации станционной радиосвязи. Некоторые сообщения могут поступать в другие каналы. Пожалуйста, воздержитесь от обсуждения конфиденциальной информации. 

station-event-radio-channel-shuffle-end = Сбой маршрутизации станционной радиосвязи устранён. Передача сообщений по штатным каналам восстановлена.