station-event-vending-malfunction-announcement = На станции обнаружен сбой программного обеспечения торговых автоматов. Возможна непреднамеренная выдача товаров. Соблюдайте осторожность.

station-event-radiation-outburst-announcement = Вблизи станции обнаружено повышение уровня радиации. Некоторые объекты могли быть подвергнуты облучению радиацией. Пожалуйста обратитесь в медпункт при ухудшении самочувствия или генетической мутации.
station-event-radiation-outburst-failed = Вблизи станции не обнаружено повышение уровня радиации.

station-event-radiation-storm-start-announcement = Вблизи станции зафиксирован высокий уровень радиации. Весь персонал должен немедленно укрыться в технических туннелях.
station-event-radiation-storm-end-announcement = Уровень радиации вернулся к допустимым значениям. Персонал может вернуться на свои рабочие места.

station-event-holopad-malfunction-start-announcement = Внимание. Голографические панели станции вышли из строя, что привело к появлению голографических сущностей. Устраните угрозу, прежде чем это скажется на производительности.

station-event-crew-monitoring-malf-end = Диагностика выявила и устранила сбой обработки данных датчиков костюмов. Показания здоровья на мониторах экипажа могли быть недостоверными. Передача достоверных показаний возобновляется в штатном режиме.