ent-BaseMobSwarmer = роевик
    .desc = Маленькая светящаяся машина, которая разбирает всё вокруг на детали и строит из них себе подобных.
ent-MobSwarmer = { ent-BaseMobSwarmer }
    .desc = { ent-BaseMobSwarmer.desc }

ent-BaseSwarmerStructure = постройка роевика
    .desc = Что-то, собранное роевиком.
ent-SwarmerBarricade = барьер роевика
    .desc = Мерцающая стена из твёрдого света. Роевики и их выстрелы проходят сквозь неё.
ent-SwarmerTrap = ловушка роевика
    .desc = Потрескивающая энергетическая пластина, которая ждёт, когда на неё наступят.

ent-SwarmerEnergyCuffs = энергонаручники
    .desc = Пара потрескивающих энергетических наручников. Рассеются в тот же миг, как их снимут.

ent-ActionSwarmerBarricade = построить барьер
    .desc = Стоит 4 ресурса. Возводит на вашей клетке барьер из твёрдого света, через который проходят только роевики.
ent-ActionSwarmerTrap = построить ловушку
    .desc = Стоит 4 ресурса. Кликните по клетке в пределах досягаемости, чтобы положить шоковую пластину, оглушающую первого наступившего чужака.
ent-ActionSwarmerSelfRepair = саморемонт
    .desc = Не двигайтесь 10 секунд, чтобы устранить все повреждения.
ent-ActionSwarmerToggleLight = переключить свет
    .desc = Включает и выключает ваше свечение.
ent-ActionSwarmerTeleport = рассеять цель
    .desc = Удерживайте живое существо 3 секунды, чтобы сковать его и отправить в случайное безопасное место станции.
ent-ActionSwarmerReplicate = репликация
    .desc = Стоит 100 ресурсов. Не двигайтесь 5 секунд, чтобы собрать свою копию. Она спит, пока в неё не вселится другой разум.
ent-ActionSwarmerEscape = экстренный прыжок
    .desc = Стоит 10 ресурсов. Мгновенно переносит вас в случайное безопасное место станции. Перезарядка 60 секунд.
